[
  {
    "title": "WaveX Invites Applications for India AI Impact Summit 2026",
    "description": "WaveX is inviting startups to participate in the India AI Impact Summit 2026, scheduled from February 16-20, 2026, in New Delhi, to provide a platform for business networking and exhibition for AI startups in media and emerging technologies.",
    "state": "IndianGovt",
    "category": "Event",
    "department": "Ministry of Information and Broadcasting",
    "date": "2026-01-30T00:00:00.000Z",
    "announcementId": "697d158edff3c73d12cc1397"
  },
  {
    "title": "Government Notifies Coking Coal as a Critical and Strategic Mineral under MMDR Act, 1957",
    "description": "The Government of India has notified coking coal as a critical and strategic mineral under the Mines and Minerals Act, 1957, to reduce import dependence and strengthen the domestic steel sector.",
    "state": "IndianGovt",
    "category": "Policy",
    "department": "Ministry of Coal",
    "date": "2026-01-29T00:00:00.000Z",
    "announcementId": "697b25b8663bb547e5a74403"
  },
  {
    "title": "Govt Notifies New Solid Waste Management Rules; To Be Effective From April 1, 2026",
    "description": "The Government of India has notified new rules for solid waste management to address the growing waste management crisis and promote environmental conservation nationwide, effective April 1, 2026.",
    "state": "IndianGovt",
    "category": "Policy",
    "department": "Ministry of Environment, Forest and Climate Change",
    "date": "2026-01-28T00:00:00.000Z",
    "announcementId": "697a4dc8d4045b019a2b60be"
  },
  {
    "title": "Ministry of Health Notifies Significant Amendments to NDCT Rules, 2019",
    "description": "The Union Ministry of Health has announced significant amendments to the NDCT Rules, 2019 to reduce regulatory burden and promote ease of doing business in India, aiming to simplify the regulatory framework and make businesses more competitive.",
    "state": "IndianGovt",
    "category": "Policy",
    "department": "Ministry of Health and Family Welfare",
    "date": "2026-01-28T00:00:00.000Z",
    "announcementId": "697a4dc7d4045b019a2b60bd"
  },
  {
    "title": "NCDC Reports Only Two Nipah Virus Cases in West Bengal Since December",
    "description": "The National Centre for Disease Control (NCDC) reported that only two confirmed cases of Nipah Virus Disease (NVD) have been reported in West Bengal since December last year, and no additional cases have been reported after swift public health measures.",
    "state": "IndianGovt",
    "category": "Health",
    "department": "Ministry of Health and Family Welfare",
    "date": "2026-01-27T00:00:00.000Z",
    "announcementId": "6978f6df1bf04e7287225d7f"
  },
  {
    "title": "Union Public Service Commission Announces Recruitment Results for December 2025",
    "description": "The Union Public Service Commission (UPSC) announced the final results of various recruitments for December 2025, informing recommended candidates personally and considering other applicants who could not be shortlisted for interview or recommendation.",
    "state": "IndianGovt",
    "category": "Employment",
    "department": "UPSC",
    "date": "2026-01-27T00:00:00.000Z",
    "announcementId": "69787dc0ee927bcf330317db"
  },
  {
    "title": "Swamitva tableau showcased grassroots empowerment at Republic Day parade",
    "description": "The Ministry of Panchayati Raj participated in the 77th Republic Day parade with 450 elected representatives as special guests, showcasing the 'SVAMITVA' scheme's impact on rural development through its tableau.",
    "state": "IndianGovt",
    "category": "Event",
    "department": "Ministry of Panchayati Raj",
    "date": "2026-01-26T00:00:00.000Z",
    "announcementId": "6977a5026d7d8162f0e7a867"
  },
  {
    "title": "Union Minister Shivraj Singh Chauhan Approves Purchase of 3.37 Lakh MT of Tur in Maharashtra for Rs. 2696 Crore",
    "description": "Union Minister for Agriculture and Farmers Welfare, Shivraj Singh Chouhan, approved the procurement of 3.37 lakh metric tons of Tur from Maharashtra, worth Rs. 2696 crores, under the Price Support Scheme, after meeting with Maharashtra's Marketing Minister Jayakumar Rawal.",
    "state": "IndianGovt",
    "category": "Agriculture",
    "department": "Ministry of Agriculture and Farmers Welfare",
    "date": "2026-01-25T00:00:00.000Z",
    "announcementId": "697651e1679d8d364453b0af"
  },
  {
    "title": "Artisans of PM Vishwakarma Yojana, Beneficiaries of SRI Fund, Trained Artisans under Khadi Vikas Yojana and Best Performing Women Artisans under Mahila Coir Yojana invited as Special Guests to witness Republic Day Parade 2026 at Kartavya Path in New Delhi",
    "description": "Ministry of Micro, Small and Medium Enterprises has invited beneficiaries of PM Vishwakarma Yojana, SRI Fund, Khadi Vikas Yojana and Mahila Coir Yojana to attend the Republic Day Parade 2026 in New Delhi as 'Special Guests' on January 26, 2026.",
    "state": "IndianGovt",
    "category": "Event",
    "department": "Ministry of Micro, Small and Medium Enterprises",
    "date": "2026-01-24T00:00:00.000Z",
    "announcementId": "69751ea47de319cc297e3d2f"
  }
]
